const AboutPage = () => {
  return (
    <div className="flex w-[100%] h-[100vh] justify-center items-center">
      <div className="big-text w-[1432px] h-[522px]">
        Мы — команда, стремящаяся помочь вам найти идеальный карьерный путь.
        Наша миссия — поддерживать развитие умений и обеспечить доступ к
        возможностям на рынке труда. Мы предлагаем вузам дать информацию
        студентам, чтобы студенты смогли выполнять рабочие задачи и так повышали
        свой профессиональный уровень.
        <br />
        <br />
        Присоединяйтесь к нам и откройте новые горизонты для
        своего&nbsp;будущего!
      </div>
    </div>
  );
};

export default AboutPage;
